{
  "Header": {
    "title": "Momentum Investing Awaits",
    "paragraph": "Let momentum be the driving force behind your financial success"
  },
  "About": {
    "paragraph": "Welcome to Elanest! We are a team of students and recent graduates who are passionate about empowering our peers to take control of their financial futures. Our company was founded out of a desire to provide comprehensive and accessible financial resources for students like ourselves. We know firsthand the unique challenges and opportunities that students face when it comes to managing their money, and we wanted to create a company that truly understands and caters to the needs of the student community.",

    "paragraph2": "One of the things that sets us apart from other financial companies is our student-centric focus. We understand the unique perspective and needs of students, and we strive to provide services and resources that are tailored specifically to them."
  },
  "Team": [
    {
      "img": "",
      "name": "k",
      "job": "Co-founder"
    },
    {
      "img": "",
      "name": "I",
      "job": "Co-founder"
    },
    {
      "img": "",
      "name": "",
      "job": "Advisor"
    }
  ],
  "Contact": {
    "email": "k"
  },
  "Vision": [
    {
      "icon": "fa fa-bullhorn",
      "title": "Financial Empowerment",
      "text": "To empower individuals to take control of their financial future through education and access to investment opportunities."
    },
    {
      "icon": "fa fa-university",
      "title": "Personalized Investment",
      "text": "To provide personalized investment strategies and opportunities that cater to the unique goals and risk tolerances of each individual."
    },
    {
      "icon": "fa fa-group",
      "title": "Financial Equality",
      "text": "To be a driving force in the movement towards financial equality, helping individuals from all walks of life to achieve their financial dreams."
    },
    {
      "icon": "fa  fa-cogs",
      "title": "Tech-driven Diversification",
      "text": "To use technology to provide people with a wide range of investment options and the ability to diversify their assets, helping them to manage risk and optimize their portfolios."
    }
  ]
}
